alacritty
base
base-devel
bluez
bluez-utils
brightnessctl
btop
chromium
cliphist
dmenu
efibootmgr
flat-remix
flat-remix-gtk
foot
git
grim
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
intel-media-driver
intel-ucode
iwd
libpulse
libva-intel-driver
linux
linux-firmware
lxappearance
ly
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
otf-font-awesome
pamixer
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-styleplugins
qt5ct
shotman
slurp
smartmontools
sof-firmware
sway
swaybg
swayidle
swaylock
tio
ttf-font-awesome
ttf-jetbrains-mono-nerd
vim
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-wlr
xorg-server
xorg-xinit
xorg-xwayland
yay
yay-debug
zram-generator
zsh
